<script>
import Main from '@/layouts/Main.vue'
export default {
  components: {
    Main,
  },
}
</script>

<template>
  <Main>
    <div class="container">
      <div class="project">
        <h1>О проекте</h1>
        <p>
          «Открытый университет РГППУ» – это новый проект Центра развития образовательных проектов Университета. Проект
          реализуется в рамках «третьей миссии университета», понимаемой в академическом сообществе как вклад
          университета в социальное, культурно-просветительское и научно- образовательное развитие общества. Ядром
          проекта «Открытый университет РГППУ» является модель неформального образования взрослых.
        </p>
        <p>
          Исторически университеты в нашей стране, как и в других европейских странах, во все времена решали задачи не
          только профессиональной подготовки студентов, развития образования и науки, но выступали и в качестве центров
          культуры, просвещения в своих регионах. «Открытый университет РГППУ» создан для выполнения этой важной миссии
          на неформальной основе. Удовлетворение потребностей населения в повышении образовательного и культурного
          уровня в рамках образовательного проекта, безусловно, положительно отразится на имидже университета в регионе
          и за его пределами, привлечении в университет потенциальных студентов. Задачи отдельных курсов, организуемых
          «Открытым университетом РГППУ», их непосредственное содержание определяются прежде всего интересами и
          запросами слушателей.
        </p>
        <p>
          Идея проекта «Открытого Университета РГППУ» связана с возрождением культуры дискуссий по ключевым проблемам
          современного социально-гуманитарного знания, находящимся в центре процессов развития страны. РГППУ выступает
          как инициатор цикла публичных видиолекций, c одновременной их трансляцией в пространстве Интернет для широкого
          круга заинтересованных участников. Проект предполагает активное участие студенческого и
          профессорско-преподавательского сообщества в Екатеринбурге и Свердловской области, а также всех
          профессиональных и общественных групп, имеющих интерес к проблематике современного социально-гуманитарного
          знания.
        </p>
        <p>
          Цель проекта «Открытый университет РГППУ» - формирование нового образа Университета как лидера современных
          разработок и сценариев социально-гуманитарного действия, соразмерного сегодняшней региональной, национальной и
          мировой ситуации.
        </p>
      </div>
      <div class="mission">
        <h1>Наша миссия</h1>
        <p>
          Современный этап общественного развития, часто называемый «обществом знания», характеризуется тем, что
          постоянно развивающееся и обновляющееся знание является условием социально-экономического развития общества в
          целом и фактором развития активности каждого человека. Сущность современных концепций непрерывного образования
          заключается в обосновании необходимости постоянного обучения человека в течение всей жизни, т. е. на всех
          возрастных этапах.
        </p>
        <p>
          Миссия «Открытого Университета РГППУ» – совершенствование процессов обучения, обеспечивающее непрерывное
          повышение квалификации сотрудников, формирование современных компетенций, необходимых для разработки и
          реализации конкурентоспособных, высокотехнологичных образовательных продуктов.
        </p>
        <h1>Принципы работы "Открытого университета"</h1>
        <p>
          В реализации образовательного проекта используются современные технологические, цифровые решения. Разработана
          образовательная платформа, где используются различные формы донесения важной информации, о краткосрочных и
          стратегических планах РГППУ непосредственно от руководства и сотрудников Университета. Это позволяет
          приобрести новые профессиональные компетенции, настроить лояльность к Университету.
        </p>
        <p>
          Высокий уровень профессионализма преподавателей, который проявляется не только в глубоких научных знаниях и
          умениях, но и в способности обучать и просвещать людей во все периоды их жизни, стимулировать и поддерживать
          познавательную мотивацию слушателей.
        </p>
        <p>
          Демократический характер управления и самоуправление – еще одна особенность работы «Открытого университета». В
          рамках проекта регулярно будут проводиться небольшие анкетирования для оценки слушателями организации работы и
          качества предлагаемых образовательных продуктов, а также для внесения предложений по совершенствованию
          деятельности «Открытого университета».
        </p>
        <p>
          Главная задача инициативы – рост количества преподавателей, осуществляющих инновационную образовательную
          деятельность; рост уровня профессиональной подготовки руководителей подразделений Университета к внедрению
          современных механизмов управления. Инициатива также предусматривает совершенствование организации
          образовательного процесса, использование современных технологий и инструментов мотивации обучающихся,
          повышения качества подготовки выпускников университета.
        </p>
        <p>
          Эти форматы помогают развитию преподавательских компетенций участников инициативы, способствуют разработке
          современных учебно- методических материалов (кейс-технологии, демонстрационные материалы) по актуальным
          тематикам, изложенные с практической точки зрения.
        </p>
        <p>
          Помимо образовательного аспекта в проекте особое внимание уделяется социально-коммуникативным вопросам,
          направленным на внутренние коммуникации. Налаживание взаимоотношений по горизонтали управления процессами,
          развитие духовно-нравственного аспекта корпоративной культуры Университета.
        </p>
      </div>
    </div>
  </Main>
</template>

<style lang="scss" scoped>
.container {
  width: 80%;
  margin: 0px auto;
  display: flex;
  flex-direction: column;

  .project,
  .mission {
    display: flex;
    flex-direction: column;
    margin: 45px 0;
    gap: 40px;
    h1 {
      font-family: 'Open Sans';
      font-style: normal;
      font-weight: 700;
      font-size: 36px;
      text-transform: uppercase;
    }
    p {
      font-style: normal;
      font-weight: 400;
      font-size: 24px;
      text-align: justify;
      word-wrap: normal;
      text-indent: 80px;
    }
  }
}
@media (min-width: 2559px) {
  .container {
    .project,
    .mission {
      h1 {
        font-size: 4rem;
      }
      p {
        font-size: 2.5rem;
      }
    }
  }
}
@media (max-width: 425px) {
  .container {
    h1 {
      font-size: 3rem;
    }
    .project,
    .mission {
      h1 {
        font-size: 4rem;
      }
      p {
        font-size: 2.5rem;
      }
    }
  }
}
</style>
